import chumba

queries = [
    "новогодние поездки по России", "зимние каникулы", "москва новогодние туры",
    "зимние туры по Сибири", "спа-отели на новый год", "экскурсии в Санкт-Петербурге",
    "снежные склоны на Урале", "тур на новый год в Казань", "горнолыжные курорты России",
    "путешествия по Золотому кольцу", "природа России зимой", "культуры разных регионов",
    "зимняя рыбалка в России", "туры по загородным домам", "новогодние праздники в Воронеже",
    "события на новый год", "катание на санках", "фестивали зимнего сезона",
    "поездка в Карелию на новый год", "походы в заповедники зимой", "новогодние скидки на туры",
    "домики для отдыха", "северное сияние в России", "развлечения для детей",
    "туры по историческим местам", "зимние активные виды спорта", "места для празднования",
    "поездка в Лапландию", "новогодние ярмарки", "достопримечательности зимней России",
    "экологические туры зимой", "где встретить новый год", "северный флот туры",
    "номера с камином", "зимние праздники в горах", "поездки на собачьих упряжках",
    "катки и ледяные скульптуры", "регионы с снегопадами", "культурные маршруты",
    "зимние фотосессии", "поездки на фермы зимой", "новогодние поездки для семьи",
    "туры выходного дня", "невероятные зимние приключения", "доломитовые Альпы",
    "поездки к термальным источникам", "путешество в мир ледяных приключений",
    "круиз на новый год", "старинные города зимой", "армянская кухня зимой"
]
queries2 = [
    "Лучшие пляжи для отдыха летом",
    "Где провести отпуск с семьей",
    "Популярные места для летних пикников",
    "Летние фестивали и события в городе",
    "Как выбрать курорт для летнего отдыха",
    "Где поехать на дачу этим летом",
    "Топ-10 летних развлечений на природе",
    "Идеи для летних совместных мероприятий",
    "Как организовать летнюю вечеринку на улице",
    "Где отдохнуть летом с детьми",
    "Места для кемпинга в летний период",
    "Летние спортивные мероприятия и турниры",
    "Где провести вечерним летом в городе",
    "Как выбрать место для летнего свадебного торжества",
    "Летние поездки на выходные из города",
    "Рекомендуемые рестораны с летними террасами",
    "Где можно избежать жары летом",
    "Экологические туры на летние каникулы",
    "Идеи для летних походов с друзьями",
    "Как спланировать бюджетный летний отдых"
]

chumba.cloud_gen(queries2)
